Repository: wp-plugins/content-connector-connect-your-wordpress-contents
Catalog: language/*.po
Languages: de_de, fr_fr

source: Select %s by Author
de_de: %s nach Autor auswählen
fr_fr: Selectionner %s par auteur

source: Select %s explicitly (Additionally to your selection)
de_de: %s explizit auswählen (Zusätzlich zur bisherigen Auswahl)
fr_fr: Selectionner %s explicitement (De plus à votre sélection)

source: Active
de_de: Aktiv
fr_fr: Actif

source: Post %s (Without title)
de_de: Artikel %s (Kein Titel)
fr_fr: Article %s (Sans titre)

source: Select %1$s by %2$s
de_de: %1$s durch %2$s auswählen
fr_fr: Selectionner %1$s par %2$s

source: Offset:
de_de: Überspringen:
fr_fr: Compensation :

source: Leave blank to start with the first post.
de_de: Lassen Sie dieses Feld leer um mit dem ersten Artikel zu beginnen.
fr_fr: Laisser vide pour démarrer avec le premier article.

source: With the offset you can pass over posts which would normally be collected by your selection.
de_de: Mit dieser Option können Sie Artikel überspringen die normalerweise zu Ihrer Auswahl gehören würden.
fr_fr: Avec la compensation, vous pouvez passer sur les articles qui seraient normalement rassemblés par votre sélection.

source: Posts per page:
de_de: Artikel pro Seite:
fr_fr: Articles par page :

source: Leave blank to show all posts on one page.
de_de: Lassen Sie dieses Feld leer um alle Artikel auf einer Seite anzuzeigen.
fr_fr: Laisser vide pour afficher tous les articles sur une seule page.

source: Disable pagination:
de_de: Seitennavigation deaktivieren:
fr_fr: Désactiver la pagination :

source: Do not display the pagination for this post.
de_de: Zeige die Seitennavigation nicht an.
fr_fr: Ne pas désactiver la pagination pour cet article.

source: Order posts by:
de_de: Sortieren nach:
fr_fr: Ordre des articles par :

source: Meta Value
de_de: Benutzerdefiniertes Feld
fr_fr: Valeur du Meta

source: Meta Value (Numeric)
de_de: Benutzerdefiniertes Feld (Numerisch)
fr_fr: Valeur du Meta (numérique)

source: Order:
de_de: Reihenfolge:
fr_fr: Ordre :

source: Descending
de_de: Absteigend
fr_fr: Descente

source: Ascending
de_de: Aufsteigend
fr_fr: Montée

source: Template
de_de: Vorlage
fr_fr: Thème

source: by
de_de: von
fr_fr: par

source: Please select the sections where you want to have an association meta box.
de_de: Bitte wählen Sie die Bereiche in denen Sie eine Assoziationsmöglichkeiten wünschen.
fr_fr: Merci de sélectionner les sections où vous souhaitez avoir une box Meta d'association.

source: After you have done all your selections of course you can hide the boxes. Your selections will be stored. So you could hide the meta boxes from your client.
de_de: Nachdem Sie alle Assoziationen gewählt haben können Sie die Boxen wieder deaktivieren. Ihre Auswahl bleibt erhalten. Auf diese Weise können Sie die Oberfläche vor Ihrem Klienten verstecken.
fr_fr: Après que vous ayez achevé toutes vos sélections, vous pouvez bien évidemment masquer les box. Vos sélections seront stockées. Donc vous pourriez cacher les box Meta de votre client.

source: Associated Posts
de_de: Assoziierte Artikel
fr_fr: Association d'articles

source: There you can associate all types of content with each other. Unfortunately you are using the <i>Lite</i> Edition yet. Why not switching to Pro? :)
de_de: Dort können Sie alle Inhaltstypen miteinander verbinden. Leider nutzen Sie noch die <i>Lite</i> Version. Warum nicht zu Pro wechseln? :)
fr_fr: Ici vous pouvez associer tous types de contenus avec chaque autre. Actuellement, vous utilisez la version <i>Lite</i>. Pourquoi ne pas passer à la version Pro ? :)

source: Install a template in ZIP format
de_de: Vorlage aus ZIP Datei installieren
fr_fr: Installer un thème dans un format ZIP

source: If you have a template in a .zip format, you may install it by uploading it here.
de_de: Wenn Sie eine Vorlage als .zip Datei haben können Sie diese hier hochladen.
fr_fr: Si vous avez un thème dans un format .zip, vous pouvez l'installer en l'uploadant ici.

source: Template as ZIP File
de_de: Vorlage als ZIP Datei
fr_fr: Thème comme fichier ZIP

source: Install a template in PHP/CSS format
de_de: Vorlange aus PHP/CSS Datei installieren
fr_fr: Installer un thème dans un format PHP/CSS

source: If you have a template in a .php (and .css format), you may install it by uploading it here.
de_de: Wenn Sie eine Vorlage als .php (und .css) Datei haben können Sie diese hier hochladen.
fr_fr: Si vous avez un thème dans un format .php (ou .css), vous pouvez l'installer en l'uploadant ici.

source: Templates PHP File
de_de: Vorlage PHP Datei
fr_fr: Fichier PHP du thème

source: Templates CSS File
de_de: Vorlage CSS Datei
fr_fr: Fichier CSS du thème

source: not required
de_de: nicht zwingend
fr_fr: non requis

source: Install template and save all options
de_de: Vorlage installieren und alle Einstellungen sichern
fr_fr: Installer un thème et sauvegarder toutes les options

source: Are you sure you want to delete this template?
de_de: Sind Sie sicher dass Sie diese Vorlage löschen möchten?
fr_fr: Etes-vous sûr de vouloir supprimer ce thème ?

source: Found in <em>%s</em>.
de_de: Gefunden in <em>%s</em>.
fr_fr: Trouvez-le dans <em>%s</em>.

source: You can tick a template to make it the default one.
de_de: Sie können eine Vorlage auswählen um sie als Standard zu nutzen.
fr_fr: Vous pouvez cocher le thème pour le mettre par défaut.

source: Please select the taxonomies you need to select and filter your associated posts.
de_de: Bitte wählen Sie die Klassifizierungen nach denen Sie Ihre Auswahl treffen möchten.
fr_fr: Merci de sélectionner les taxonomies que vous souhaitez sélectionner et filtrez vos articles associés.

source: %s by the creator
de_de: %s durch den Ersteller
fr_fr: %s par le créateur

source: %1$s by %2$s
de_de: %1$s durch %2$s
fr_fr: %1$s par %2$s

source: Select %s explicitly
de_de: %s explizit auswählen
fr_fr: Selectionner %s explicitement

source: Show the full path for hierarchical taxonomies.
de_de: Zeige den vollen Pfad für hierarchische Klassifikationen.
fr_fr: Afficher le chemin complet pour les taxonomies hiérarchisées.

source: Display the associated posts only on single view.
de_de: Zeige die assoziierten Artikel nur in der Einzelansicht der entsprechenden Seite.
fr_fr: Afficher les articles associés seulement en vue unique.

source: Display page numbers below multiple page contents. (Only required if your theme does not support it.)
de_de: Zeige Seitennummern für mehrseitige Inhalte. (Nur notwendig wenn Ihr Theme das nicht unterstützt.)

source: Associated Posts Options
de_de: Einstellungen für Assoziierte Artikel
fr_fr: Options des associations d'articles

source: Templates
de_de: Vorlagen
fr_fr: Thèmes

source: Add a Template
de_de: Vorlage hinzufügen
fr_fr: Ajouter un thème

source: Association Interface
de_de: Assoziationsoberfläche
fr_fr: Interface des associations

source: Selectable Taxonomies
de_de: Auswählbare Klassifizierungen
fr_fr: Taxonomies Sélectionnables

source: Miscellaneous
de_de: Sonstiges
fr_fr: Divers

source: Sorry, this feature is only available in the <a href="%s" target="_blank">Pro Version of Associated Posts</a>.
de_de: Entschuldigung, diese Funktion gibt es nur in der <a href="%s" target="_blank">Pro Version von Associated Posts</a>.
fr_fr: Désolé, cette fonctionnalité n'est disponible que dans <a href="%s" target="_blank">la version Pro d'Association d'Articles</a>.

# Link to the authors website
source: http://dennishoppe.de/en/wordpress-plugins/associated-posts-pro
de_de: http://dennishoppe.de/wordpress-plugins/associated-posts-pro

source: Displays the associated posts of the current post in the sidebar.
de_de: Zeigt die assoziierten Artikel des aktuellen Beitrags an.
fr_fr: Afficher les articles associés de l'article actuel dans la colonne latérale.

source: Please activate the Associated Posts Plugin!
de_de: Bitte aktivieren Sie zuerst das "Associated Posts" Plugin!
fr_fr: Merci d'activer le plugin d'Association d'Articles !

source: Title
de_de: Titel
fr_fr: Titre

source: Append the associated posts to the pages content.
de_de: Die assoziierten Artikel an das Seitenende anhängen.
fr_fr: Joignez les articles associés au contenu des pages.

source: Prepend the associated posts to the pages content.
de_de: Die assoziierten Artikel an den Seitenanfang stellen.
fr_fr: Désassocier les articles associés au contenu des pages.

source: <b>Do not</b> show the associated posts automatically. (In this case you have to add the short code manually.)
de_de: Die assoziierten Artikel <b>nicht</b> automatisch anzeigen. (In diesem Fall müssen Sie den ShortCode selbst einfügen.)
fr_fr: <b>Ne pas</b> afficher les articles associés automatiquement. (Dans cette case, vous devez ajouter le code court (shortcode) manuellement.)

source: Content filter priority
de_de: Inhaltsfilterpriorität
fr_fr: Filtre du contenu prioritaire

source: Appoints the priority of the auto added ShortCode in relation to other plugins.
de_de: Gibt die Priorität des automatisch hinzugefügten ShortCodes in Relation zu den anderen Plugins an.
fr_fr: Nommer la priorité de l'addition automatique du code court (ShortCode) par rapport à d'autre plugins.
